  export const accentKeywords:{[key:string]:string} = {
    'À': 'A', 'Á': 'A', 'Â': 'A', 'Ã': 'A', 'Ä': 'A', 'Å': 'A',
    'à': 'a', 'á': 'a', 'â': 'a', 'ã': 'a', 'ä': 'a', 'å': 'a',
    'È': 'E', 'É': 'E', 'Ê': 'E', 'Ë': 'E',
    'è': 'e', 'é': 'e', 'ê': 'e', 'ë': 'e',
    'Î': 'I', 'Ï': 'I', 'Ì': 'I', 'Í': 'I',
    'î': 'i', 'ï': 'i', 'ì': 'i', 'í': 'i',
    'Ò': 'O', 'Ó': 'O', 'Ô': 'O', 'Õ': 'O', 'Ö': 'O',
    'ò': 'o', 'ó': 'o', 'ô': 'o', 'õ': 'o', 'ö': 'o',
    'Ù': 'U', 'Ú': 'U', 'Û': 'U', 'Ü': 'U',
    'ù': 'u', 'ú': 'u', 'û': 'u', 'ü': 'u',
    'Œ': 'OE', 'œ': 'oe',
    'ÿ': 'y', 'Ÿ': 'Y',
    'Ç': 'C', 'ç': 'c',
    'Ñ': 'N', 'ñ': 'n'
  };